{
  "636122": {
    "title": "Hero? I Quit A Long Time Ago",
    "link": "https://zeroscans.com/comics/636122-hero-i-quit-a-long-time-ago",
    "cover": "https://zeroscans.com//storage/comics/63A51D7652A2FAAA9606FA886DEC3A5339BC45625316CE66/pnx48MDAZ3YK9TIBeyBVySOJRULfpWvtX5qTeChE.jpeg",
    "description": "Zero was mankind’s first real superhero. Under his watch, countless other superheros appeared and followed in his footsteps. However, after 5 years of war, Zero disappeared without a trace."
  },
  "729525": {
    "title": "Wind Sword",
    "link": "https://zeroscans.com/comics/729525-wind-sword",
    "cover": "https://zeroscans.com//storage/comics/8B75C1103184F60D8EEBBAE723F9C9ED91A8B543F56719C8/3p7TCKB1eaTRvVcGqYvpTHvBPU1eMUS6q4tCV5k5.png",
    "description": "The world is riddled with beasts and demons, however little do people know that a magical barrier is currently sealing away high-level demons. There are those who wish to break the barrier and bring about the end of the world, and those who wish to protect it and its inhabitants. A great battle with heroes, villains, demons and magic is about to begin and will determine the fate of the world."
  },
  "790069": {
    "title": "Askr Yggdrasil's Wood",
    "link": "https://zeroscans.com/comics/790069-askr-yggdrasils-wood",
    "cover": "https://zeroscans.com//storage/comics/6EA62A43445024C65D39D3B58EA198D1A889B5D87AB3DF60/k2HY7MNZuqsByjvsStCwrYW3SgoAHHFYcRpJcagx.jpeg",
    "description": "Exiled to a desolate and harsh planet, Ayr spends his days hunting giant monsters as his food source. Then, everything changes when a police officer comes and tells him his exile was revoked. After arriving in Askr he learns that a lot of time has passed while he was gone. 100 years. Everything seems to be different now, but one question remains: For what reason was his exile revoked after this long time?"
  },
  "119028": {
    "title": "Star Martial God Technique",
    "link": "https://zeroscans.com/comics/119028-star-martial-god-technique",
    "cover": "https://zeroscans.com//storage/comics/7D4E3BC62A9A31A89A08E77CC015EA8740947F76069A5104/qeuuGpO9nvW3BrHVuzA3GzjgHdrzIyNClM8MNF6G.jpeg",
    "description": "In the whole world there lay twelve paths to climb Tower of God, and in legends, these twelve pathways lead toward the legendary road of immortality. However, these paths in the Tower of God, are far too long, without end. In ancient times there once were many types of martial arts, sadly the world underwent terrible changes, and only three were left: Flame, Dragon and Star Martial Arts. Generations of experts of those three martial arts are searching for the road to immortality. A Star Martial Arts practitioner on his journey of a lifetime, in becoming the Highest God."
  },
  "888323": {
    "title": "Wu Dong Qian Kun",
    "link": "https://zeroscans.com/comics/888323-wu-dong-qian-kun",
    "cover": "https://zeroscans.com//storage/comics/D886FC04C407E409FABD61F8B273F05CEB8C752CB9C3A1C2/0JrbhUyK18j0DKwVoe5kcFi2DrPZBBQJtkPgIIc5.jpeg",
    "description": "On the Journey of Self-cultivation, One Requires Control of Ying and Yang , Good Fortune, To Reach for Nirvana, Mastery over Life and Death, Power over Reincarnation. At the peak of Martial Arts, break the Heavens and shake the Universe!"
  },
  "672895": {
    "title": "The Demon King who lost his Job",
    "link": "https://zeroscans.com/comics/672895-the-demon-king-who-lost-his-job",
    "cover": "https://zeroscans.com//storage/comics/D7FC00463D7DEF278C8288DC48593AA1C8A9CFCE64B70308/2pd4iH3SGSHMgvjluK2FsQAYfeAAh6AGC7Oe9U8o.jpeg",
    "description": "He is the king of the demon world who has become unemployed because of impeachment. She was the brave hero who was laid off because of the failure of the expedition. The bond of destiny binds the two together as they embark on an journey full of unknown adventures."
  },
  "188504": {
    "title": "Second Life Ranker",
    "link": "https://zeroscans.com/comics/188504-second-life-ranker",
    "cover": "https://zeroscans.com//storage/comics/CDFE338B6C5155B52A5E2D256D19C05F26A1A239D43AF223/nvKx9lF4rDjHqs27CkdKyARk4E7nTyERJmkGPl0w.jpeg",
    "description": "Yeon-woo had a twin brother who disappeared five years ago. One day, a pocket watch left by his brother returned to his possession. Inside, he found a hidden diary in which was recorded “By the time you hear this, I guess I will be already dead….”\nObelisk, the Tower of the Sun God, a world where several universes and dimensions intersect. In this world, his brother had fallen victim to betrayal while climbing up the tower. After learning the truth, Yeon-woo decided to climb the tower along with his brother’s diary.\nYeon-woo then proceeds to go through the same trials and fights as his younger brother did as an anonymous player. His goal? Defeating the Obelisk Tower and get revenge for his brother."
  },
  "853428": {
    "title": "Ernak",
    "link": "https://zeroscans.com/comics/853428-ernak",
    "cover": "https://zeroscans.com//storage/comics/BA078DA65AF7F9F6BC57CFD163A20D7D5C3BED28485F081D/bEo1BsyI9AWxoubQWEAzda7jpSDqleyOaiUF1wuM.png",
    "description": "Novice gamer Youngsik Yuu, who finds himself sucked into a game world several years in the past, attempts to make the most of his wealth of knowledge, to survive in a world unwittingly bracing for a huge war."
  },
  "218669": {
    "title": "Knuckle Girl",
    "link": "https://zeroscans.com/comics/218669-knuckle-girl",
    "cover": "https://zeroscans.com//storage/comics/C9D891DF1EC31BE83CB461C739BD9AD8767053CF8F07A678/m6tqvpixfcn1JayatyC9HauSQzIpsp8l0v4BacpA.png",
    "description": "Ran, a high school female boxer, goes out into lawless territories of school bullies and school gangs to get revenge for her sexually assaulted younger sister."
  }
}