{
  "636122": {
    "title": "Hero? I Quit A Long Time Ago",
    "link": "https://zeroscans.com/comics/636122-hero-i-quit-a-long-time-ago",
    "cover": "https://zeroscans.com//storage/comics/63A51D7652A2FAAA9606FA886DEC3A5339BC45625316CE66/pnx48MDAZ3YK9TIBeyBVySOJRULfpWvtX5qTeChE.jpeg",
    "description": "Zero was mankind’s first real superhero. Under his watch, countless other superheros appeared and followed in his footsteps. However, after 5 years of war, Zero disappeared without a trace."
  },
  "729525": {
    "title": "Wind Sword",
    "link": "https://zeroscans.com/comics/729525-wind-sword",
    "cover": "https://zeroscans.com//storage/comics/8B75C1103184F60D8EEBBAE723F9C9ED91A8B543F56719C8/rU1sfHiildBWh08CyGyw8Mud6P3d2TZZUa4kmL6G.png",
    "description": "The world is riddled with beasts and demons, however little do people know that a magical barrier is currently sealing away high-level demons. There are those who wish to break the barrier and bring about the end of the world, and those who wish to protect it and its inhabitants. A great battle with heroes, villains, demons and magic is about to begin and will determine the fate of the world."
  },
  "790069": {
    "title": "Askr Yggdrasil's Wood",
    "link": "https://zeroscans.com/comics/790069-askr-yggdrasils-wood",
    "cover": "https://zeroscans.com//storage/comics/6EA62A43445024C65D39D3B58EA198D1A889B5D87AB3DF60/k2HY7MNZuqsByjvsStCwrYW3SgoAHHFYcRpJcagx.jpeg",
    "description": "Exiled to a desolate and harsh planet, Ayr spends his days hunting giant monsters as his food source. Then, everything changes when a police officer comes and tells him his exile was revoked. After arriving in Askr he learns that a lot of time has passed while he was gone. 100 years. Everything seems to be different now, but one question remains: For what reason was his exile revoked after this long time?"
  },
  "119028": {
    "title": "Star Martial God Technique",
    "link": "https://zeroscans.com/comics/119028-star-martial-god-technique",
    "cover": "https://zeroscans.com//storage/comics/7D4E3BC62A9A31A89A08E77CC015EA8740947F76069A5104/qeuuGpO9nvW3BrHVuzA3GzjgHdrzIyNClM8MNF6G.jpeg",
    "description": "In the whole world there lay twelve paths to climb Tower of God, and in legends, these twelve pathways lead toward the legendary road of immortality. However, these paths in the Tower of God, are far too long, without end. In ancient times there once were many types of martial arts, sadly the world underwent terrible changes, and only three were left: Flame, Dragon and Star Martial Arts. Generations of experts of those three martial arts are searching for the road to immortality. A Star Martial Arts practitioner on his journey of a lifetime, in becoming the Highest God."
  },
  "888323": {
    "title": "Wu Dong Qian Kun",
    "link": "https://zeroscans.com/comics/888323-wu-dong-qian-kun",
    "cover": "https://zeroscans.com//storage/comics/D886FC04C407E409FABD61F8B273F05CEB8C752CB9C3A1C2/0JrbhUyK18j0DKwVoe5kcFi2DrPZBBQJtkPgIIc5.jpeg",
    "description": "On the Journey of Self-cultivation, One Requires Control of Ying and Yang , Good Fortune, To Reach for Nirvana, Mastery over Life and Death, Power over Reincarnation. At the peak of Martial Arts, break the Heavens and shake the Universe!"
  },
  "672895": {
    "title": "The Demon King who lost his Job",
    "link": "https://zeroscans.com/comics/672895-the-demon-king-who-lost-his-job",
    "cover": "https://zeroscans.com//storage/comics/D7FC00463D7DEF278C8288DC48593AA1C8A9CFCE64B70308/2pd4iH3SGSHMgvjluK2FsQAYfeAAh6AGC7Oe9U8o.jpeg",
    "description": "He is the king of the demon world who has become unemployed because of impeachment. She was the brave hero who was laid off because of the failure of the expedition. The bond of destiny binds the two together as they embark on an journey full of unknown adventures."
  },
  "188504": {
    "title": "Second Life Ranker",
    "link": "https://zeroscans.com/comics/188504-second-life-ranker",
    "cover": "https://zeroscans.com//storage/comics/CDFE338B6C5155B52A5E2D256D19C05F26A1A239D43AF223/nvKx9lF4rDjHqs27CkdKyARk4E7nTyERJmkGPl0w.jpeg",
    "description": "Yeon-woo had a twin brother who disappeared five years ago. One day, a pocket watch left by his brother returned to his possession. Inside, he found a hidden diary in which was recorded “By the time you hear this, I guess I will be already dead….”\nObelisk, the Tower of the Sun God, a world where several universes and dimensions intersect. In this world, his brother had fallen victim to betrayal while climbing up the tower. After learning the truth, Yeon-woo decided to climb the tower along with his brother’s diary.\nYeon-woo then proceeds to go through the same trials and fights as his younger brother did as an anonymous player. His goal? Defeating the Obelisk Tower and get revenge for his brother."
  },
  "853428": {
    "title": "Ernak",
    "link": "https://zeroscans.com/comics/853428-ernak",
    "cover": "https://zeroscans.com//storage/comics/BA078DA65AF7F9F6BC57CFD163A20D7D5C3BED28485F081D/bEo1BsyI9AWxoubQWEAzda7jpSDqleyOaiUF1wuM.png",
    "description": "Novice gamer Youngsik Yuu, who finds himself sucked into a game world several years in the past, attempts to make the most of his wealth of knowledge, to survive in a world unwittingly bracing for a huge war."
  },
  "218669": {
    "title": "Knuckle Girl",
    "link": "https://zeroscans.com/comics/218669-knuckle-girl",
    "cover": "https://zeroscans.com//storage/comics/C9D891DF1EC31BE83CB461C739BD9AD8767053CF8F07A678/m6tqvpixfcn1JayatyC9HauSQzIpsp8l0v4BacpA.png",
    "description": "Ran, a high school female boxer, goes out into lawless territories of school bullies and school gangs to get revenge for her sexually assaulted younger sister."
  },
  "198902": {
    "title": "Fatal Code",
    "link": "https://zeroscans.com/comics/198902-fatal-code",
    "cover": "https://zeroscans.com//storage/comics/C03B1FDED64539E14DDECBAFCB3124468D1989E939C2BEB7/oq2wGU1iSog6aMh2TY04CWUxsTeAFzMVrSmlTwAn.png",
    "description": "Fiendfire’s rank 1 player Tu Lan received an SOS message from his brother Tu Mu while spending his time in the game... When he logged off to investigate, his “brother” was already replaced by someone else. So Tu Lan logged onto the game to rescue the real Tu Mu. But not only was he demoted to Lv1 and couldn’t log off, but he also needed to escape from the threat that is his max level avatar..."
  },
  "439058": {
    "title": "World's Ruler",
    "link": "https://zeroscans.com/comics/439058-worlds-ruler",
    "cover": "https://zeroscans.com//storage/comics/B994A10BCA8A403C1EAB3F6E02FD6858778AB81747ACB5FD/gB6f16L2rpBWnFYvKqSTjptxtvCx0DfI54V83SC0.png",
    "description": "He returned from the depths of hell. Using this nine feet long sword, he splits mountains, ocean dividing, flies to the heavens, and rules the world! He was poisoned, losing all his power, he was accused of high treason. Can he take back what's rightfully his?"
  },
  "889089": {
    "title": "Spirit Sword Sovereign",
    "link": "https://zeroscans.com/comics/889089-spirit-sword-sovereign",
    "cover": "https://zeroscans.com//storage/comics/07127701EEBA364CFBCE468273C2C3DF24533C32D1C15766/vMiRBRo1G6WhgtD8wYDnUg58w6YVOT2AbPCWVrUC.jpeg",
    "description": "Once the spirit sword roars, within heaven, earth and the three worlds, I shall reign as the sovereign! Those who do not submit shall die!"
  },
  "82122": {
    "title": "Legend of the Tyrant Empress",
    "link": "https://zeroscans.com/comics/82122-legend-of-the-tyrant-empress",
    "cover": "https://zeroscans.com//storage/comics/383D8CC42FDEA6C8158D25E2CC9C35AA1D307ACEDA8EAF67/fHoEi7E44Zho2QE2xYzJeB7Y58LkN9Qc5FO6maVX.jpeg",
    "description": "As the young and handsome Emperor of Zhao Ming returns from the battlefield, he runs into a simple-minded girl with extraordinary strength. This girl can stir up the entire world with her powers, able to change the weather itself. And so, the stage that the ministers have set is broken and the fight for power begins!"
  },
  "517695": {
    "title": "Kimi wa 008",
    "link": "https://zeroscans.com/comics/517695-kimi-wa-008",
    "cover": "https://zeroscans.com//storage/comics/A651DE7CF7F0678F19C2B5134AC8E5E66E628C10D06EB932/tydQ0PRmBx83H65YhJpgnk5AQmuYWSr5ANppZRZk.jpeg",
    "description": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrols, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!\nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students...\nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!"
  },
  "133460": {
    "title": "Yong Heng Zhi Zun",
    "link": "https://zeroscans.com/comics/133460-yong-heng-zhi-zun",
    "cover": "https://zeroscans.com//storage/comics/E4FAB372CAA2E4462F6E9DC85D378F4E5F01045AC609C779/smQ8Xfrsv88r6rsGyhbFlZB7IPKZE2cxNCsaNSP9.jpeg",
    "description": "It has been a year since Li Fu Chen lost his “Talent”. Now he lives the life of a trash, being bullied and beaten by those who once were inferior to him. However, he still has yet to lose everything as he’s still engaged to a strong and pretty lady of a powerful family but that came to an end when the engagement was abruptly canceled.\nWith shame brought to the family and his life engulfed by darkness, a ray of hope pierced the sky."
  },
  "56900": {
    "title": "Tokyo Dragon",
    "link": "https://zeroscans.com/comics/56900-tokyo-dragon",
    "cover": "https://zeroscans.com//storage/comics/A057DBD31970783B7ED8E05644724EDEFCE67CA203D1EC95/IUq288HB8dat7uv6LIGgHtHlTA3R0r72h9istLt5.png",
    "description": "It was just a normal day for Kokoro and his friends, until they received a grim shock: their world had been invaded by dragons! These vicious dragons consumed every human they saw, and destroyed everything in their paths. Japan’s military turned out to be useless against these creatures. Just as all hope was lost, a mysterious classified military division appeared, with knowledge of these dragons’ secrets. What is this unknown division? How do they have information on these never-before-seen dragons? Where did these dragons come from? What is their purpose? Who is their leader? Can Kokoro and his friends unravel these mysteries before it’s too late?"
  },
  "435499": {
    "title": "Heaven's Soul",
    "link": "https://zeroscans.com/comics/435499-heavens-souls",
    "cover": "https://zeroscans.com//storage/comics/63316F3B4C2FBCD3E4D9D58759E13A652D45BE9DE649E749/N61o2hWm5zWTqLWoGo0t418VQdt88FYZu8jjhGUs.jpeg",
    "description": "The world has plunged into a new threat. Alien creatures are wreaking havoc and there is only one team who can stop them. This is the story of valiant heroines fighting against these alien foes. Want to know more? Stay tuned, get ready, and watch them battle on!"
  },
  "195484": {
    "title": "Dragon King of the World",
    "link": "https://zeroscans.com/comics/195484-dragon-king-of-the-world",
    "cover": "https://zeroscans.com//storage/comics/A5D1F4DF6F9EEC9BA3492315A4C31ACD389EFFDC67E1EE08/RVlK8ZnODTb1XgMWeLLAz7RsW9WsJHj0hyBjJjWR.jpeg",
    "description": "The boundless world, an ever-changing future, and constant chaos. The dragon and the snake will rise, but who is the true dragon, and who is the snake? Or, perhaps, might all living things between heaven and earth become dragons? The imperial court, the various sects, the divine path, aristocrats of millennia, barbarian clans, monsters, demon clans, and ancient witchcraft; thousands of powers are tangled together by fate and opportunity."
  },
  "908850": {
    "title": "The Pinnacle",
    "link": "https://zeroscans.com/comics/908850-the-pinnacle",
    "cover": "https://zeroscans.com//storage/comics/EAC2B499E559C63C921EBBB227724E041E12D3C99926E7AA/6e6U5S2T5aCj2ClXZ7qJaZeyFzcIpWVMqgFbQfwU.jpeg",
    "description": "Jia Fugui, the leader of the Muye School, may have crushed the martial world in terms of force, but he is still extremely insecure about his bald head. In order to find a formula for hair growth, he and his second in command traverse the world."
  },
  "160152": {
    "title": "The Warrior Above",
    "link": "https://zeroscans.com/comics/160152-the-warrior-above",
    "cover": "https://zeroscans.com//storage/comics/5F87D3F7293793D72074B9365CAEFE675B62B22376BFD769/NDlHJ6dXQXrwl0tLvTUXRTyWuTrIcfJZ7MyQKHCt.jpeg",
    "description": "A world where warriors are advocated, where people respect the strong. A useless juvenile’s dream is to become a warrior! A beast who behaved bestially in the village and a top warrior who fell from the sky interrupted the juvenile’s peaceful life... Fighting against strong enemies, seeing through conspiracies, you must never stop becoming stronger in the path of becoming a warrior"
  },
  "55416": {
    "title": "Record of the War God",
    "link": "https://zeroscans.com/comics/55416-record-of-the-war-god",
    "cover": "https://zeroscans.com//storage/comics/C91E3271EFDCE30044FFF4D21A203763A5174BE179BF366A/3KJFpR55YD8JXIyR5q4yClUiOC06beQzdDgGYTGE.png",
    "description": "Mu Soh Wol opened his eyes 20 years later to stop the cults aiming to dominate the midlands.\n“Who are you...…!”\nThe question of his defeated foes.\nBut they received an answer that filled them with despair…\n“Mu So Wol...that is my name!”\nThe legend of the War God, forgotten in time, has begun once more."
  },
  "102658": {
    "title": "Junk the Black Shadow",
    "link": "https://zeroscans.com/comics/102658-junk-the-black-shadow",
    "cover": "https://zeroscans.com//storage/comics/E4C23B07AED80E5432E404D97E08445726D8D0C4FEA06065/Pys0FdgxlQmeZJS0DUgNjTpV98ge5pF8EXG3idfQ.jpeg",
    "description": "Junk’s father is one of the twelve generals who command the sorcerers, the Paladins. Despite this, being a poor student, he’s the polar opposite of his father. The fantasy manga of an underachiever on the righteous path begins!"
  },
  "289067": {
    "title": "God of Novels",
    "link": "https://zeroscans.com/comics/289067-god-of-novels",
    "cover": "https://zeroscans.com//storage/comics/E92ED958619EACBC24CFF726D220FFF3B6D8AA92D85D3F66/Qo6vwDCmqYl84GmNqh0VvNFLnV9ky4rmeoFkzqgx.png",
    "description": "“Do you like Novels”?\nBy putting the most beautiful of words alongside each other, you can create a story that radiates with grace. Such masterpiece novels have the power to move people’s hearts… or at least that’s what Chitani Iciya hoped was true. For the young writer who debuted in middle school, his novels unexpectedly came under more and more criticism until his writing spirit broke. He’s the type of person who thinks that they could never possibly become a protagonist in any story. On the other end of the spectrum lies Koyurugi Shiina, a beautiful up-and-coming novelist that claims to have seen the God of Novels. Their paths collide as they contract to work together, starting the pair’s relationship as they each progress forward with the help of writing…"
  },
  "204586": {
    "title": "Omniscient Reader's Point of View",
    "link": "https://zeroscans.com/comics/204586-omniscient-readers-point-of-view",
    "cover": "https://zeroscans.com//storage/comics/FA47FC6E991C86D9C97EF1C2871AA314ED5BC36BF4E591B3/sNB7A5GZQX5fLI8EyWDLbs8lNv0eh6Grsk2BPpuU.png",
    "description": "\"I know this development very well.\"\nIn the blink of an eye, the world ends, and a new world begins.\nMy new life starts in the world of a novel that only I've read."
  },
  "514248": {
    "title": "Cultivator Against Hero Society",
    "link": "https://zeroscans.com/comics/514248-cultivator-against-hero-society",
    "cover": "https://zeroscans.com//storage/comics/89E195AC7864AA15D304612DF266451C02E630C3AB7A9BF4/3Wx5iXxAnJneaD3K5Ls92zzPgpRjff66oWwfqr8a.png",
    "description": "A powerful cultivator unexpectedly time-traveled into the modern world with heroes. In this small world, the fight between cultivation and superpowers shall begin..."
  },
  "771750": {
    "title": "I, who blocked the demon king's ultimate attack, ended up as the little hero's nanny",
    "link": "https://zeroscans.com/comics/771750-i-who-blocked-the-demon-kings-ultimate-attack-ended-up-as-the-little-heros-nanny",
    "cover": "https://zeroscans.com//storage/comics/FB67136B808A14A7723EA3290FE90EA57778487FC6822581/F2RavkCBA52lTVmka4i5TKmf4x1615t1TtfPkAeU.png",
    "description": "\"The strongest shield\" teams up with \"the weakest carry\"! Watch as this pair of oddballs rely on their survivability to grind enemies to death and lead comfortable lives in this world where every man is out for himself!"
  },
  "585998": {
    "title": "The Undefeatable Swordsman",
    "link": "https://zeroscans.com/comics/585998-the-undefeatable-swordsman",
    "cover": "https://zeroscans.com//storage/comics/D4343352FCF3D9395FAC4499E79C1865ED899C54D5C6CF82/1U9GQpZq8ytT7mz9j7BjFACX5bxsdWK5mQ7crknx.png",
    "description": "A weak and sickly boy, Sung Woo-mun's condition worsens when he loses his mental capacities, owing to a painting gifted by a sage. He grows up as the 'village idiot', pitied by his own parents. But unbeknownst to everyone, his life is about to change soon, and a new destiny awaits him. When Sung Woo-mun turns 20, not only does he have an epiphany, but an undefeatable martial arts power begins to bloom inside the painting. What could all of this mean for Woo Mun? And what strange world awaits him?"
  },
  "959273": {
    "title": "Chronicles of Ling Yan",
    "link": "https://zeroscans.com/comics/959273-chronicles-of-ling-yan",
    "cover": "https://zeroscans.com//storage/comics/F303D8299995F59C9FEDA526A444FE31C5C2B1172FE60CA2/nUYJhXr1NLFwjnLJ96E9dnf3YnwPKMyUf00WcRql.png",
    "description": "The far-off, icebound land of Bei Di Continent is ruled by thirteen clans; these thirteen clans are led by a single head, known by the title of the Demon Guardian. However, their once-steady governance has begun to waver since the last Demon Guardian's disappearance. Ling Yan, the second young master of the Shen Mu clan and the boy who will change the fate of this continent, secretly begins his journey...\n\nNo volumes currently available."
  }
}